Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=57_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõl koontâr
fin: Saamen kielen toimisto

source: SääŠmǩiõll koontâr tuâjjlâ
fin: Saamen kielen toimiston työntekijät

source: - konttâr ouddooumaž
fin: - toimiston esimies

source: - sääŠmǩiõllʼlääŠjj teâddjumuužž vuåppmõš da praavmõš
fin: - saamen kielilain toteutumisen valvonta ja seuranta

source: - ǩiõllʼlääŠjjest da jeeŠres saaŠmi ǩiõllʼlaž vuõiggâdvuõđi saaǥǥtumuš.
fin: - kielilaista ja muista saamelaisten kielellisistä oikeuksista tiedottaminen.

source: - sääŠmnarood da veŠrǧǧneeŠǩǩi vuäŠpstõs sääŠmǩiõllʼlääŠjj ââŠnnmest da suåvvtumuužžâst
fin: - saamelaisväestön ja viranomaisten neuvonta ja opastaminen saamen kielilain käyttämisestä ja soveltamisesta

source: - tuåimmvoudda kuulli saaŠmid kuõskki aaŠšši ǩiõttŠtõõllâm praavmõš jeeŠres veŠrǧǧneeŠǩǩin
fin: - toimialaan liittyvien saamelaisia koskevien asioiden käsittelyn seuranta eri viranomaisissa

source: - sääŠm ǩiõllsuåvtõõzz čiõŠlǧǧeei da piisar da tuŠmmstõõǥǥi tuåiŠmmepiijjen tuõjju kuulli aaŠššin
fin: - saamen kielineuvoston esittelijä ja sihteeri sekä päätösten toimeenpanijana tehtäviinsä kuuluvissa asioissa

source: I ǨiõlljååŠrǥlõŠtti - Irma Laiti, tuåimmpäiŠǩǩ Aanar,
fin: I Kielenkääntäjä - Irma Laiti, toimipaikka Inari

source: II ǨiõlljååŠrǥlõŠtti - Anja Vest, tuåimmpäiŠǩǩ Aanar, veŠrǧǧluõvâsvuõđâst 31.10.2016
fin: II Kielenkääntäjä – Anja Vest, toimipaikka Inari, vv. 31.10.2016 saakka

source: IV ǨiõlljååŠrǥlõtti – Kirsti Guttorm, tuåimmpäiŠǩk Uccjooǥǥ
fin: Ma. Kielenkääntäjä– Kirsti Guttorm, toimipaikka Utsjoki

source: AanarsääŠmǩiõl jåårǥlõŠtti - Tanja Kyrö, veŠrǧǧluõvâsvuõđâst
fin: Inarinsaamen kielenkääntäjä - Tanja Kyrö, vv. 18.5.2016 saakka.

source: aanarsääŠmǩiõl jåårǥlõŠtti Saammal Morottaja
fin: Inarinsaamen kääntäjän viransijainen Saammal Morottaja

source: NuõrttsääŠmǩiõl jåårǥlõŠtti - Merja Fofonoff
fin: Koltansaamen kääntäjä - Merja Fofonoff

source: TeŠl ku taarbšak sääŠmǩiõl diõtt ǩiõlljåårǥlõŠtti da tuulk äŠšštobddmõõžž, kaaunak sij kontakt-teâđaid vueŠlnn åårrai liiŋkâst.
fin: Kielenkääntäjät auttavat tarvittaessa viranomaisten kanssa asioinnissa tarvittavien saamenkielisten asiakirjojen kääntämisessä.

source: NuõrttsääŠm jåårǥlõõŠtti / tuulk SääŠm-Eŋgglõs-Ruõcc-LääŠdd jåårǥlõõŠtti / tuulk
fin: Tarvitessasi saamen kielen kääntäjää tai tulkkia löydät heidän yhteystiedot alla olevasta linkistä.

source: Ämmat- da resursskõõskõõzz tuâi lie jeäʹrbi mieʹldd ǩiõllhuõll, ǩiõl ooudâsviikkmõš, terminologiatuâjj, normmummuš da päiʹǩǩnõmmõskääzzkõs.
fin: Ammatti- ja resurssikeskuksen tehtäviä ovat muun muassa kielenhuolto, kielen kehittäminen, terminologiatyö, normitus ja paikannimistöpalvelu.

source: Ǩiõlltuâjjla ouʹdde vuäʹppõõzzid sääʹm ǩiõli ââʹnnmõõžž pirrsaž kõõččmõõžžin da valmštâʹlle jiijjâs ǩiõl aaʹššid ǩiõlljuâǥǥtõõzzid mieʹrreemnalla.
fin: Kielityöntekijät antavat ohjeita ja neuvoja saamen kielten käyttöön liittyvissä kysymyksissä ja valmistelevat oman kielensä asioita kielijaostojen päätettäväksi.

source: Ǩiõlljuâǥǥtõõzz ouʹdde raʹvvjõõzzid sääʹm ǩiõli ââʹnnem pirrsaž aaʹššin, mâʹte normmummuužžâst da ođđ terminologiast.
fin: Kielijaostot antavat suosituksia saamen kielten käyttöön liittyvistä asioista, kuten normituksesta ja uudesta terminologiasta.

source: Sääʹm Ǩiõllkaʹlddi dommseeiʹdin www.giella.org käunnai tääʹrǩab teâđaid Sääʹm Ǩiõllkâʹlddjest da ääiʹjpoddsa teâđaid ämmat- da resursskõõskõõzz tuåimmjummuužžâst, ođđ terminologia da normmummuužžid.
fin: Sámi Giellagáldun kotisivulta http://www.giella.org / löytyy tarkempaa tietoa Sámi Giellagáldusta ja ajankohtaista tietoa ammatti- ja resurssikeskuksen toiminnasta, uutta terminologiaa ja normituksia.

source: Sääʹm Ǩiõllkaʹlddjest lij FB-seeiʹd še www.facebook.com/SamiGiellagaldu, koon pääiʹǩ vuäitt kõõččâd sääʹm ǩiõli ââʹnnmõõžž pirr.
fin: Sámi Giellagáldulla on myös FB-sivu www.facebook.com/SamiGiellagaldu, jonka kautta voi esittää saamen kielten käyttöön liittyviä kysymyksiä.

source: Seeiʹdin teâdte Sääʹm Ǩiõllkaʹlddi tuåimmjummuužžâst še.
fin: Sivulla tiedotetaan myös Sámi Giellagáldun toiminnasta.

source: Ǩiõllkõõččmõõžžid vuäitt vuõltteed e-pååʹštaddrõʹšše info () giellagaldu.com še, leʹbe šoiʹttjed vuõiʹǧǧest Sääʹm Ǩiõllkaʹlddi ǩiõlltuâjjlaid.
fin: Kielikysymyksiä voi lähettää myös sähköpostiosoitteeseen info(at)giellagaldu.com tai soittaa suoraan Sámi Giellagáldun kielityöntekijöille.

source: Marko Marjomaa, projeʹkttšuurmõš
fin: Marko Marjomaa, projektipäällikkö

source: Mika Saijets, vaaldšemtuâjjlaž
fin: Mika Saijets, hallintotyöntekijä

source: Aanarsääʹmǩiõll
fin: Pohjoissaame

source: Tâʹvvsääʹmǩiõl
fin: Luulajansaame
